{
  "김레이시": "예술은 제게 삶의 본질이자 자연스러운 흐름이었습니다. 서울여자대학교 서양화과를 졸업하고, 영국 노팅엄 트렌트 대학교와 미국 프랫 인스티튜트에서 석사과정을 마쳤습니다. 구상 작업을 통해 회화의 구조적 기반을 다진 뒤, 추상 회화로 전환하면서 내면의 균형과 존재의 본질을 선과 색으로 탐구해 왔습니다. 뉴욕, 시카고, 빈, 마이애미, 서울 등 다양한 도시에서 전시를 이어오며, 서로 다른 문화와 미적 감각이 교차하는 지점을 작업 속에 반영하고 있습니다. 예술은 제게 자신을 이해하고 타인과 연결되는 하나의 언어이며, 이를 통해 관람자 각자의 감각과 경험이 예술을 통해 직관적으로 교류될 수 있을 가능성을 모색하고 있습니다. 현재는 이러한 경험을 바탕으로 예술의 교육적 확장에도 관심을 두고, 창작과 나눔이 공존하는 예술 활동을 지속하고 있습니다.",
  "박은선": "박은선은 동국대학교 예술대학 서양화과를 졸업, 이태리 로마국립아카데미를 졸업하였고, 아트파크, 아트사이드, 가나인사아트센터, 가나아트스페이스, 갤러리현대윈도우, 갤러리 룩스, THE GALLERY D, 조선일보사 갤러리 One,  Cite' Internationale Des Arts갤러리(프랑스), Passages-현대예술 센터(프랑스) 등 18회의 개인전과 200회 이상의 국내외 기획전 및 단체전에 참여하였다.\n국내외 입주작가 프로그램에 선정되어,‘D’ 국제 레지던시 프로그램(대명 스튜디오), 가나아뜰리에 입주2기, 창동미술스튜디오 입주1기, Birla Academy of Art and Culture 레지던스(인도 캘커타, 샨티니케탄), Passages(프랑스 트로아), 국제예술공동체(Cite' Internationale Des Arts) 등에 입주하여 활동하였다.",
  "김현철": "김현철 작가는 한국 전통 회화를 현대적으로 재해석하며 초상화(전신)와 산수화(진경) 분야에서 독자적 세계를 구축한 동양화가로, 서울대 대학원 졸업 후 간송미술관에서 전통 공부를 했으며 '시중재'를 호로 쓰며 현대미술 속 전통의 현재성을 추구한다. '금릉 김현철'로 불리기도 하며, 특히 쪽빛 색채와 깊은 정신성을 담은 작품, 《춘향영정》 제작 등 전통과 현대의 조화를 이루는 작업으로 주목받는다.",
  "조이락": "조이락 작가는 동아대와 부산대에서 서양화를 전공하고 서양화가로 활동하다가 고려 불화 수월관음도에 매료되었다. 용인대학교 대학원에서 고려불화와 유물재현으로 석사학위를 받고 정재문화재보존연구소에서 유물재현에 참여했다. 20여년 간 고려불화 재현에 매진하면서 뉴욕과 LA 등 해외에도 고려불화의 아름다움을 알려온 그의 작품은 국립중앙박물관, 서울역사박물관, 수원시청 등 국공립 기관 등에 소장되어 있다.",
  "Salnus": "Salnus는 회화와 다양한 매체를 다루는 일산 기반의 작가로, 독특한 시각과 표현으로 주목받으며 여러 전시와 프로젝트에 참여하고 있습니다. 특히 2023년 <확장하는 풍경> 전시와 2025년 라운디드플랫 오픈콜 개인전 등에서 활발한 활동을 보여주고 있으며, 과거의 에스키스, 입체와 평면, 공간을 넘나드는 작업을 선보입니다.",
  "오윤": "한국 현대미술의 거대한 산맥이자 민중의 삶을 예술로 승화시킨 오윤은, 격동의 1980년대가 낳은 가장 뜨겁고도 진솔한 예술가였습니다. 그는 소설 ‘갯마을’로 잘 알려진 오영수 작가의 아들로 태어나 예술적 토양이 비옥한 환경에서 자랐지만, 그의 시선은 언제나 화려한 화단보다는 척박한 땅을 딛고 서 있는 민초들의 삶을 향해 있었습니다. 서울대학교에서 조소를 전공하며 서구 미학의 세례를 받았음에도 불구하고, 그는 박물관에 갇힌 박제된 미학이 아닌 거리와 현장에서 호흡하는 살아있는 미술을 갈구했습니다. 이러한 고민 끝에 그가 선택한 매체는 목판화였습니다. 한 번의 칼질로 되돌릴 수 없는 흔적을 남기는 목판화는, 투박하면서도 힘찬 그의 예술 정신을 표현하기에 가장 적합한 도구였습니다.\n\n오윤의 작품을 관통하는 가장 핵심적인 정서는 한국인의 심연에 깔린 ‘한(恨)’과 이를 단숨에 깨치고 일어서는 ‘신명’의 조화입니다. 그의 판화 속에 등장하는 인물들은 결코 가냘프거나 나약하지 않습니다. 굵고 거친 선으로 묘사된 그들의 몸짓, 특히 역동적으로 어깨를 들썩이는 춤사위는 억눌린 현실의 고통을 딛고 일어서는 강인한 생명력을 상징합니다. 그는 탈춤, 무속, 도깨비와 같은 민속적 소재들을 현대적 감각으로 재해석하여, 서구적 조형미에 길들여진 우리 미술계에 한국적 원형이 무엇인지를 강렬하게 각인시켰습니다. 그에게 판화는 단순히 그림을 찍어내는 기술이 아니라, 시대의 아픔을 칼끝으로 새기고 대중과 그 아픔을 나누는 소통의 의식이기도 했습니다.\n\n그는 예술이 소수의 특권층이 향유하는 전유물이 되는 것을 경계했습니다. \"\"미술은 많은 사람이 나누어야 한다\"\"는 신념 아래, 자신의 판화를 시집의 표지나 노동 현장의 전단지에 아낌없이 내어주었던 일화는 그가 추구했던 예술의 공공성을 잘 보여줍니다. 자본주의의 기형적인 욕망을 풍자한 대작부터 고단한 삶을 위로하는 따뜻한 드로잉까지, 그의 작업은 언제나 인간에 대한 깊은 신뢰와 사랑에 뿌리를 두고 있었습니다. 비록 1986년, 마흔 한 살이라는 너무도 이른 나이에 간경화로 짧은 생을 마감했지만, 그가 남긴 칼자국들은 40여 년이 흐른 오늘날까지도 지워지지 않는 깊은 울림을 전해줍니다.\n\n2026년 현재, 우리는 그 어느 때보다 기술적으로 화려한 시대를 살아가고 있지만 오윤의 투박한 목판화가 여전히 큰 감동을 주는 이유는 그 안에 담긴 진정성 때문일 것입니다. 그는 예술가가 시대와 어떻게 마주해야 하는지, 그리고 가장 한국적인 것이 어떻게 보편적인 인간의 가치에 닿을 수 있는지를 몸소 보여주었습니다. 오윤은 떠났지만 그가 나무판 위에 새겨놓은 민중의 춤사위는 여전히 멈추지 않고 계속되고 있으며, 그의 예술은 한국 미술사에서 잊을 수 없는 가장 인간적이고도 찬란한 기록으로 남아 있습니다.",
  "정영신": "1958년 전남 함평 출생으로, 40년째 오일장을 탐구해온 기록사진가이며 소설가. 전국의 장터를 작업장 삼아 우리나라에서 열리는 6백여곳 오일장을 모두 기록한 바람의 여행자. 오일장을 고향의 텃밭처럼 그리워하며, 장에 두고 온 것을 찾아다니는 철부지 촌사람."
}
